<?php
//游戏类型
return [
    'game_type'=>[
            1=>[
                'desc' => '普通场',
                'table_type' => [
                    100 => '--[普通初级]',
                    101 => '--[普通中级]',
                    102 => '--[普通高级]',
                ],
            ],
            100000 => [
                'desc' => '私人房',
                'table_type' => [
                    100000 => '--炸金花私人房'
                ],
            ],
            200000 => [
                'desc' => '红黑大战',
                'table_type' => [
                    200000 => '--炸金花红黑大战房'
                ],
            ],
            3 => [
                'desc' => '斗地主',
                'table_type' => [
                    300 => '--[普通初级]',
                    301 => '--[普通初级]',
                    302 => '--[普通初级]'
                ],
            ],
        ],
];
