<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2017/8/10
 * Time: 17:07
 */
return [
    'frequency'=>[
        '1'=>'第一天',
        '2'=>'第二天',
        '3'=>'第三天',
        '4'=>'第四天',
        '5'=>'第五天',
        '6'=>'第六天',
        '7'=>'第七天',
        '8'=>'第八天',
        '9'=>'第九天',
        '10'=>'第十天',
        '11'=>'第十一天',
        '12'=>'第十二天',
        '13'=>'第十三天',
        '14'=>'第十四天',
        '15'=>'第十五天',
        '16'=>'第十六天',
        '17'=>'第十七天',
        '18'=>'第十八天',
        '19'=>'第十九天',
        '20'=>'第二十天',
        '21'=>'第二十一天',
        '22'=>'第二十二天',
        '23'=>'第二十三天',
        '24'=>'第二十四天',
        '25'=>'第二十五天',
        '26'=>'第二十六天',
        '27'=>'第二十七天',
        '28'=>'第二十八天',
        '29'=>'第二十九天',
        '30'=>'第三十天',
    ],
    'type'=>[
        '1'=>'金币',
        '2'=>'钻石',
        '3'=>'房卡',
    ]
];